/* Logout message */
"lskExistWarning" = "Are you sure you wish to exit WODDL?";

/* Device has not camera */
"lskCameraNotAvailable" = "Camera is not available";

/* No comment provided by engineer. */
"lskLoginErrorAlert" = "Can't login. Try again later.";

/* Cancel button title */
"lskCancel" = "Cancel";

/* Chat title label */
"lskChat" = "CHAT";

/* Selcet photo from library */
"lskChooseFromLibrary" = "Choose from library";

/* No comment provided by engineer. */
"lskClose" = "Close";

/* No comment provided by engineer. */
"lskComplete" = "Complete";

/* Search is finished */
"lskDone" = "Done";

/* No comment provided by engineer. */
"lskEnterRequestsNumber" = "Ended number of requests";

/* No SN selected */
"lsEnterStatusUpdate" = "Enter your status update";

/* No comment provided by engineer. */
"lskError" = "Error";

/* No comment provided by engineer. */
"Facebook" = "Facebook";

/* No comment provided by engineer. */
"lskFail" = "Fail";

/* No comment provided by engineer. */
"Foursquare" = "Foursquare";

/* No comment provided by engineer. */
"Google Plus" = "Google Plus";

/* No comment provided by engineer. */
"Instagram" = "Instagram";

/* Library is not available */
"lskLibraryUnavailable" = "Library is not available";

/* No comment provided by engineer. */
"LinkedIn" = "LinkedIn";

/* Loading posts message */
"lskLoadingPosts" = "Loading Posts...";

/* No comment provided by engineer. */
"lskLoggedIn" = "Logged In!";

/* No comment provided by engineer. */
"lskLoggingIn" = "Logging In...";

/* No comment provided by engineer. */
"lskLoginFailed" = "Login failed, try again.";

/* Login using system Twitter accounts, select other account option title */
"lskOther" = "Other account";

/* Login using system Twitter accounts, select account title */
"lskSelectAccount" = "Select account";

/* No acces to social network account message */
"lskNoAccessToSystemAccounts" = "This app does not have access to your device accounts. You can enable access in settings.";

/* OK button */
"lskOK" = "OK";

/* No comment provided by engineer. */
"lskProcessing" = "Processing...";

/* Searching posts in internet and in local base */
"lskSearching" = "Searching Posts...";

/* Select camera source type */
"lskImageSource" = "Select Image Source";

/* No SN selected */
"lskSelectNetwork" = "Select Network";

/* No comment provided by engineer. */
"lskSuccess" = "Success";

/* Take photo using camera */
"lskTakePhoto" = "Take a photo";

/* No comment provided by engineer. */
"Twitter" = "Twitter";

/* No comment provided by engineer. */
"lskUnknown" = "Unknown";

/* No comment provided by engineer. */
"lskUnknownProfile" = "Unknown Profile";

"lskConnectInternet" = "Connect to the internet";

"lskCantConnectToXMPPServer" = "Can't connect to Facebook service. Try again later.";

"lskCharactersLimitExceeded" = "Limit of characters is exceeded.";

"lskLoggingOut" = "Logging Out…";

/* Login button */
"lskLogin" = "Login";

/* Login to SN account alert on opening link */
"lskLoginToAccountMessage" = "You should re-login to your %@ account to get full access";

/* Link opened without athorization */
"lskLoggedOut" = "Logged out";

/* Show more post */
"lskShowMore" = "Show more";

/* Linked in concact added text */
"lskNowConnectedTo" = "Now connected to:";

/* Lined in following post text */
"lskUserStartsFollowingCompany" = "Just started following:";

/* Add to contacts linked in post */
"lskAddMeToContactsList" = "add me to list of contacts.";

/* LinkedIn joined to group post */
"lskNowJoinedTo" = "Now joined to:";

/* Linked in photo added post. */
"lskNewPhoto" = "Added a new photo.";

/* LinkedIn profile updated post. */
"lskUseUpdatedProfile" = "User updated profile.";

/* LinkedIn has joined post. */
"lskHasJoinedLinkedIn" = "Has joined LinkedIn";

/* LinkedIn shared item post. */
"lskSharedItemLinkedIn" = "Shared item";

/* LinkedIn liked at */
"lskLikedItemLinkedIn" = "Liked %@'s update:";

/* LinkedIn someone */
"lskSomeoneLinkedIn" = "Someone";

/* Progress hud info */
"lskShared" = "Shared";

/* Progress hud info */
"lskLinkCopied" = "Link copied!";

/* Progress hud info */
"lskLiked" = "Liked!";

/* Progress hud info */
"lskUnliked" = "Unliked!";

/* Progress hud info */
"lskSending" = "Sending...";

/* Progress hud info */
"lksPositInteresting" = "Interesting post";

/* Social network selector on Base controller */
"lsklskSelectNetwork" = "Select a social network";

/* Send e-mail error on base controller */
"lskFailedEmail" = "Failed to send mail";

/* Progress hud info */
"lskRetweetSuccess" = "Retweeted";

/* On fail send e-mail */
"lskNoOneEmailAccountExist" = "Device is unable to send email";

/* Events button title in side menu */
"lskEventsSideMenuButton" = "EVENTS";

/* Group button title in side menu */
"lskGroupsSideMenuButton" = "GROUPS";

/* Pages button title in side menu */
"lskPagesSideMenuButton" = "PAGES";

/* Show event button title in post */
"lskShowEventButtonTitle" = "Show event information";

/* From group text */
"lskFromGroupBase" = "From group";

/* From page text */
"lskFromPageBase" = "From page";

/* Copy text menu */
"lskCopyTextOfMenu" = "Copy";

/* YES button */
"lskYes" = "Yes";

/* NO button */
"lskNo" = "No";

/* Delete account message */
"lskDeleteAccountMessage" = "Are you sure, that you want to remove this account?";

/* Delete account HUD message */
"lskDeletingAccount" = "Deleting account...";

/* Deletion failed */
"lskDeletionFailed" = "Deletion failed";

/* Deletion succeed */
"lskDeletionSucceed" = "Deletion succeed";

/* Event from time */
"lskEventFrom" = "from";

/* Event to time */
"lskEventTo" = "to";

/* Event start time */
"lskEventStart" = "Begin at";

/* Event place */
"lskEventInPlace" = "in";

/* Name for users with empty name field */
"lskUnnamed" = "Unnamed";

/* Title for SN login controller on update token */
"lskLoginTo" = "Login to: %@";

/* Wrong account alert title */
"lskWrongAccountTitle" = "You logged in to wrong account";

/* Wrong account alert message */
"lskWrongAccountMessage" = "You should login to account with name: %@";

/* G+ checkin action */
"lskCheckinAction" = "Chekin at %@";

/* Google+ album post */
"lskAddAlbum" = "Shared album:";

/* Google+ note shared */
"lskSharedNote" = "Shared link:";

/* Facebook post 'to' person */
"lskPostToPerson" = "To";

/* Can't open URL in web view */
"lskCantOpenURL" = "Application can't open URL.";

/* Updating message on main screen HUD */
"lskUpdating" = "Updating...";

/* Updated message on main screen HUD */
"lskUpdated" = "Updated";

/* Sataus change error message */
"lskStatusUpdateError" = "Can't update status for account %@";

/* Post sharing error message */
"lskPostSharingError" = "Can't share post to account %@";

/* Text is typing */
"lskIsTyping" = "is typing...";

//Date strings

/* Text Today */
"lskTodayText" = "Today";

/* Text Yesterday */
"lskYesterdayText" = "Yesterday";

/* Text days ago */
"lskDaysAgoText" = "days ago";

/* Text Last week */
"lskLastWeekText" = "Last week";

/* Text weeks ago */
"lskWeeksAgoText" = "weeks ago";

/* Text Last month */
"lskLastMonthText" = "Last month";

/* Text Months ago */
"lskMonthsAgoText" = "months ago";

/* Text Last year */
"lskLastYearText" = "Last year";

/* Text years ago */
"lskYearsAgoText" = "years ago";

/* Text view selected feeds */
"lskSelectedFeedsText" = "View Selected Feeds";

/* Text Write comment... */
"lskWriteCommentText" = "Write comment...";

/* Text NEW REPLY */
"lskNewReplyText" = "NEW REPLY";

/* Application guide next page */
"lskNext" = "Next";

/* Application guide previous page */
"lskPrev" = "Previous";

/* Saving images hood title */
"lskSaving" = "Saving...";

/* Menu title */
"lskPhoto" = "Photo";

/* Save photo button */
"lskSaveToGallery" = "Save to gallery";

/* Logout button in menu */
"lskLogout" = "Logout";

/* Add network buton in menu */
"lskAddNetwork" = "Add a Network";

/* Feedback button in menu */
"lskFeedback" = "Feedback";

/* Report a Bug button in menu */
"lskReportABug" = "Report a Bug";

/* Recommend WODDL in FB menu button */
"lskRecommendWODDLFB" = "Recommend WODDL on FB";

/**/
"lskSharedPhotoLinedIn" = "%@ shared photo";
